Repository: seantis/seantis.people
Catalog: seantis/people/locales/*/LC_MESSAGES/seantis.people.po
Languages: de

source: ${format} is not supported, supported are ${formats}
de: ${format} wird nicht unterstützt. Unterstützte Formate: ${formats}

source: Academic Title
de: Akademischer Titel

source: Address
de: Adresse

source: Address Private
de: Privat-Adresse

source: All
de: Alle

source: Attendance Time
de: Anwesenheitszeit

source: Available Profiles
de: Verfügbare Profile

source: Biography
de: Biographie

source: Cancel
de: Abbrechen

source: Click to Reset
de: Zurücksetzen

source: Column ${column}
de: Spalte ${column}

source: Department
de: Abteilung

source: Export ${name}
de: ${name} exportieren

source: Field '${name}' does not exist
de: Das Feld mit dem Namen '${name}' existiert nicht

source: Fields
de: Felder

source: Fields to include in the export
de: Felder die im Export enthalten sein sollen

source: File
de: Datei

source: Filtered by
de: Filter

source: First Name
de: Vorname

source: Function
de: Funktion

source: General note about this membership
de: Allgemeine Notiz/Bemerkung zu dieser Mitgliedschaft

source: Import ${name}
de: ${name} importieren

source: Include Inactive
de: Mit inaktiven Personen

source: Install
de: Installieren

source: Installed Profiles
de: Installierte Profile

source: Last Name
de: Nachname

source: Letter
de: Buchstabe

source: Link to a more detailed portrait of the employee
de: Link zum detaillierten Portrait

source: List of People
de: Personenliste

source: Lists profiles containing types with IPerson behavior enabled. Only install profiles you know and understand. This is mostly a GenericSetup shim working around the fact that only the first profile in an add-on can actually be upgraded by GenericSetup using the Plone controlpanel.
de: Liste von Profilen die Typen mit IPerson 'behavior' enthalten. Sie sollten nur Profile installieren die Sie kennen und verstehen. Dies ist vor allen Dingen ein GenericSetup Workaround. GenericSetup erlaubt es nämlich nur das jeweils erste Profil eines Add-Ons zu aktualisieren.

source: Membership
de: Mitgliedschaft

source: Memberships
de: Mitgliedschaften

source: Miscellaneous
de: Verschiedenes

source: Name of the list of people
de: Name der Personenliste

source: Next portrait
de: Nächstes Portrait

source: No
de: Nein

source: No available profiles.
de: Keine verfügbaren Profile.

source: No column headers were found
de: Es wurden keine Spaltentitel gefunden

source: No installed profiles.
de: Keine installierten Profile.

source: No people in the list.
de: Keine Personen in der Liste.

source: No people to export
de: Keine Personen für den Export vorhanden

source: No upgradeable profiles.
de: Keine aktualisierbaren Profile.

source: Note
de: Notiz

source: Number of people shown on each page
de: Anzahl Personen pro Seite

source: Office
de: Büro

source: Organisation Unit
de: Organisationseinheit

source: Organisation Unit 2
de: Weitere Organisationseinheit

source: Organisation Unit 3
de: Weitere Organisationseinheit

source: Organizations
de: Organisationen

source: PH Zug Employees
de: PH Zug Mitarbeitende

source: Phone
de: Telefon

source: Phone Private
de: Privat-Telefon

source: Picture
de: Bild

source: Political Party
de: Politische Partei

source: Previous portrait
de: Vorheriges Portrait

source: Private
de: Privat

source: Required column is missing
de: Benötigte Spalte fehlt

source: Role inside organization
de: Rolle in der Organisation

source: Row ${row}
de: Zeile ${row}

source: Seantis People Controlpanel
de: Seantis People Kontrollzentrum

source: Shortcode
de: Kurzzeichen

source: Standard Contact
de: Standard Kontakt

source: State
de: Status

source: Successfully imported ${count} records
de: ${count} Eintrage erfolgreich importiert

source: The ${name} column contains the unknown value ${value}
de: Die ${name} Spalte enthält den unbekannten Wert ${value}

source: The ${name} column is invalid. "title" and "id" are reserved fieldnames which may not be used.
de: Die ${name} Spalte ist ungültig. "title" and "id" sind reservierte Feldnamen und dürfen nicht verwendet werden.

source: The ${name} column is specified more than once
de: Die ${name} Spalte ist mehr als einmal vorhanden

source: The selected variant could not be applied
de: Die ausgewählte Variante konnte nicht angewendet werden

source: Type
de: Typ

source: Upgrade
de: Aktualisieren

source: Upgradeable Profiles
de: Aktualisierbare Profile

source: Variant
de: Variante

source: Website
de: Webseite

source: Yes
de: Ja
